Revit 2027 API
ParameterTypeId.LoadMomentMz2 Property
 "Mz 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMz2 { get; }
Public Shared ReadOnly Property LoadMomentMz2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMz2 {
	ForgeTypeId^ get ();
}
static member LoadMomentMz2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace